const menu = [
    {
        id: 1,
        img: "images/menu-1.png",
        title: "Мокко",
        price: 39.99,
        oldPrice: 59.99,
    },
    {
        id: 2,
        img: "images/menu-2.png",
        title: "Макіято",
        price: 45.99,
        oldPrice: 54.99,
    },
    {
        id: 3,
        img: "images/menu-3.png",
        title: "Капучіно",
        price: 45.99,
        oldPrice: 59.99,
    },
    {
        id: 4,
        img: "images/menu-4.png",
        title: "Латте",
        price: 41.99,
        oldPrice: 49.99,
    },
    {
        id: 5,
        img: "images/menu-5.png",
        title: "Флет уайт",
        price: 67.99,
        oldPrice: 84.99,
    },
    {
        id: 6,
        img: "images/menu-6.png",
        title: "Доппіо",
        price: 59.99,
        oldPrice: 64.99,
    },
]

const products = [
    {
        id: 10001,
        img: "images/product-1.png",
        title: "Нікарагуа",
        stars: 5,
        price: 449.99,
        oldPrice: 499.99,
    },
    {
        id: 10002,
        img: "images/product-2.png",
        title: "Колумбія",
        stars: 5,
        price: 549.99,
        oldPrice: 599.99,
    },
    {
        id: 10003,
        img: "images/product-3.png",
        title: "Перу",
        stars: 5,
        price: 399.99,
        oldPrice: 599.99,
    },
]

const reviews = [
    {
        id: 20001,
        img: "images/pic-1.png",
        desc: "Дуже чудова кава. До цього в основному у кава-машині заварювали Lavazza Oro, але ця кава має більш насичений смак із карамельними нотками, більш густу піну. Тому вже замовив 4ту пачку :)",
        name: "Олег Ковальчук",
        stars: 5, // Add logic for stars
    },
    {
        id: 20002,
        img: "images/pic-2.png",
        desc: "Очень вкусный кофе без горячи , ароматный",
        name: "Анастасия Масленникова",
        stars: 4.5,
    },
    {
        id: 20003,
        img: "images/pic-3.png",
        desc: "Кава, що наразі витіснила Lavazza з полички у нас дома. Маємо крапельну кавоварку, і щоранку насолоджуємося ароматами і смаком",
        name: "Микола",
        stars: 5,
    },
]

const blogs = [
    {
        id: 30001,
        img: "images/blog-1.jpeg",
        title: "Вперше у \"Запашна кава\"",
        author: "Адміністратор / 21 березня 2020",
        desc: "Коли я зайшла в кафе, мені сподобався інтер'єр і атмосфера, там було повно людей. Цей фактор змусив мене довіряти продуктам...",
    },
    {
        id: 30002,
        img: "images/blog-2.jpeg",
        title: "Новий магазин у Дніпрі",
        author: "Адміністратор / 8 грудня 2021",
        desc: "Дизайнери працювали над тим, щоб допомогти клієнтам як орієнтуватися в фізичному середовищі магазину, так і насолоджуватися ним за допомогою інклюзивних елементів дизайну, таких як...",
    },
    {
        id: 30003,
        img: "images/blog-3.jpeg",
        title: "Основні моменти свят у 2022 році",
        author: "Адміністратор / 27 грудня 2021",
        desc: "Радість починається тут! Ми розгортаємо цьогорічний дизайн святкових чашок, натхненний подарунками. Подивіться, як дизайнери створили насолоду від цьогорічної колекції...",
    },
]